[
    {
        "description": "Jitesh has over 15 years Test experience working with a wide variety of companies from Mobile manufactures to OS builders and app developers. He is currently the Principal Tester in the TV & Radio department working with the Mobile, TV and Web Platforms teams within the BBC to help identify their Test approaches and how the teams move to DevOps and beyond.",
        "links": [
            "https://twitter.com/jitgo"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_ed8e931f3ca04d99aacbbb94476bd1f5~mv2.png",
        "role": "Principal Tester",
        "company": "BBC Design & Engineering",
        "name": "Jitesh Gosai"
    },
    {
        "description": "tbd.",
        "links": [

        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_c7e2501d935f4de28dc1db5507343d9d~mv2.png",
        "role": "Reverse Engineer",
        "company": "Google Android Security",
        "name": "Olivier Tuchon"
    },
    {
        "description": "I go through the painful stuff so you don't have to.",
        "links": [
            "https://twitter.com/keyboardsurfer"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_54512eb13bcc4fdd9b5c1d3b6b4a77d7~mv2.png",
        "role": "Android Developer Relations",
        "company": "Google",
        "name": "Ben Weiss"
    },
    {
        "description": "Developer Advocate - Community Founder - Software Engineer. My current goal is to make everyone capable of including the potential of artificial intelligence in their mobile projects.​",
        "links": [
            "https://twitter.com/_romanofranz"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_643ac4835d024ad987857c5c4d8f9e53~mv2.png",
        "role": "Developer Advocate",
        "company": "Huawei",
        "name": "Francesco Romano"
    },
    {
        "description": "Elin is an Android engineer at Spotify, working on app architecture, frameworks and platform.",
        "links": [
            "https://twitter.com/hejelinnilsson"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_dda0ca848c7e4d5d97c7423591220ebf~mv2_d_1284_1280_s_2.png",
        "role": "Android Engingeer",
        "company": "Spotify",
        "name": "Elin Nilsson"
    },
    {
        "description": "Pascal is Google Developer Expert for Flutter with a strong Android background. He recently made the transition becoming a full-time Flutter developer delivering stunning user interfaces to audiences on all platforms. In his spare time, Pascal publishes open-source libraries talks on conferences and shoots photos for his cats Instagram account.",
        "links": [
            "https://twitter.com/passsy"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_55a420b01ad24beca2114e1dfee4859d~mv2.png",
        "role": "Google Developer Expert",
        "company": "Freelancer",
        "name": "Pascal Welsch"
    },
    {
        "description": "I’m a Android/iOS developer, currently working for a Backbase as an Android & iOS Developer. I love public speaking and presenting talks. I regularly give talks at GDG events & Local meetups, and blog at Medium. Before joining Backbase I was working with awesome product teams @Microsoft. I have been developing Android & iOS applications since last 7 years and have worked for few notable clients like FirstData, BMW, Wallmart labs. During my tenure in Microsoft I was part core Outlook team and worked on couple of Office apps. I regularly speak at technical events like GDG & Developer meetups.",
        "links": [
            "https://twitter.com/_vipuls"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_9d7d01f040cd411d934c8c0b0a4c7f9a~mv2.png",
        "role": "Android Engineer",
        "company": "​Backbase",
        "name": "Vipul Shah"
    },
    {
        "description": "Sebastian is working as an Android developer for more than 7 years. As the Tech Lead of the Android team, he's focused on delivering a fast and reliable Mail app for more than 8 million monthly active users. Together with a team of 12 developers, he develops the mail and cloud app for the brands GMX, WEB.DE, mail.com and 1&1.\n\nYusuf is an Android developer at 1&1. He's currently working on the Cloud apps where he can explore, try new technologies and bring cool features to users. He has a special passion for flying things, that might be the answer to why he loves working on Cloud apps.",
        "links": [

        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_0d412d1f8ded40498a6a7eb916e03233~mv2.png",
        "role": "Tech Lead of the Android Team & Android Developer",
        "company": "1&1",
        "name": "Sebastian Paulus & Yusuf Figanioglu"
    },
    {
        "description": "long-time Android Developer, now focussing on build tooling​",
        "links": [
            "https://twitter.com/devisnik"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_29ecb7868167410cb664f2f21f29d9b0~mv2.png",
        "role": "Senior Software Engineer",
        "company": "Gradle",
        "name": "Volker Leck"
    },
    {
        "description": "9 years of Android @ Lyft, Google & Hulu. Pourover coffee, donuts, snowboarding, cooking, hiking, and overall just a pretty cool hipster with long hair.",
        "links": [
            "https://twitter.com/rjmarsan"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_80ed0a35b1ff41e78d705143f6012ff3~mv2.png",
        "role": "Android lead of Mobility",
        "company": "Lyft",
        "name": "RJ Marsan"
    },
    {
        "description": "Nicole is a Developer Programs Engineer at Google and has a focus on media playback experiences on the Android. Prior to joining Google, she was a senior Android developer at Smule, and an Android lead at Funzio.​",
        "links": [
            "https://twitter.com/LadyNikoleta"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_e804a409e68742a6906b254d2c12271d~mv2.png",
        "role": "Android DevRel",
        "company": "Google",
        "name": "Nicole Borrelli"
    },
    {
        "description": "Come from Hong Kong, Android dev for 2.5 years, still learning everything from everyone.​",
        "links": [
            "https://twitter.com/louis993546/"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_7076605ed26145509498b8b90737c515~mv2.png",
        "role": "Android Dev",
        "company": "erasys",
        "name": "Louis Tsai"
    },
    {
        "description": "Android Developer and an avid tech blogger, Harshit is passionate about anything and everything related to android. He is one of the first Google certified Android developers in India and being an Open Source enthusiast, he’s also a part of various programs like Google Summer of Code and Google Code In as a Mentor.   Harshit is working with Udacity and Coding Blocks, a startup in New Delhi focusing on creating more employable talent.​",
        "links": [
            "https://twitter.com/harshithdwivedi"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_115f7fd49f274d608d3e4862a46746b9~mv2.png",
        "role": "Android Developer",
        "company": "Coding Blocks",
        "name": "Harshit Dwivedi"
    },
    {
        "description": "I'm a software engineer focused on mobile design and development. I've been interested in Android since the beginning, working with startups, small and big companies.  I'm a tech-addicted, and I always like to get my hands on the latest devices.  As Developer Advocate at Huawei, I'm currently in charge of supporting developers interested in our technologies.​",
        "links": [
            "https://twitter.com/fr4style"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_912ec2aacdc2410190bb87f6a589ad40~mv2.png",
        "role": "Developer Advocate",
        "company": "Huawei",
        "name": "Francesco Florio"
    },
    {
        "description": "Ragunath Jawahar is a Lead Product Engineer working with Obvious, a prominent design studio that has worked with several unicorn startups in India. He specialises in mobile app architectures, refactoring and test-driven development. He has a knack for building awesome teams and believes in “you are only as good as the team you build”.  You’ll find him constantly pushing himself to explore new programming paradigms, workflows, tools and techniques. He is allergic to complexity and loves building tools and libraries that make life easier for him and fellow developers.",
        "links": [
            "https://twitter.com/ragunathjawahar"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_745aea0eb2ac4f76aba7d8c51b4f8045~mv2.png",
        "role": "Lead Product Engineer",
        "company": "Obvious",
        "name": "Ragunath Jawahar"
    },
    {
        "description": "David has worked with Android for the last decade but has recently changed tack to live the full stack dream via nodejs & [says quietly] React Native! He enjoys surfing in his spare time and building Android apps that help him find the best waves.",
        "links": [
            "https://twitter.com/BrantApps"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_e14e7788588746f4ac02ad9aae3b273e~mv2.png",
        "role": "Lead Engineer",
        "company": "Candide Ltd",
        "name": "David Branton"
    },
    {
        "description": "Dr. Aygul Zagidullina is a Google Developer Expert (GDE) for Assistant based in London, UK. Her work experience includes Google, Todoist, MotaWord. She holds a PhD in quantum chemistry and prior to Google dedicated 6 years to scientific research at the University of Stuttgart. Aygul is a very active member of the London digital ecosystem and has been involved in many innovative projects. She is a Google Developer Group (GDG) London lead, Google Women Techmakers (WTM) London ambassador, Google Launchpad mentor, Google Product Expert (PE), Google Trusted Tester (TT), AnitaB.org London lead, Women in Voice (WiV) London lead, and UK STEM Ambassador (Code Club and CoderDojo mentor, Devoxx4Kids UK co-organizer). Aygul has been a distinguished speaker at numerous international industry events in the US, UK, Germany, Austria, Netherlands, Ireland, Italy, France, UAE, Greece, Romania, Czech Republic, Poland, Turkey, Latvia, Georgia, Belarus, Russia. She was named as one of The NEXT 100 Top Influencers of the European Digital Industry in 2013.​",
        "links": [
            "https://twitter.com/aygul"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_a258436e6e8544189a51e3b7ed48210e~mv2.png",
        "role": "Assistant GDE, GDG London Lead, WTM Ambassador",
        "company": "​",
        "name": "Aygul Zagidullina"
    },
    {
        "description": "Jeroen has a real passion to build things, which continuously challenges him to experiment and learn. In the process, he refocussed his master in Electrical engineering to become an Android developer. Starting off with highly technical prototypes for Wi-Fi connected products, he has built his own file-sharing platform (Wi-FileTransfer). Currently, he is an Android GDE and the lead Android developer at Philips Hue.  One of a kind, never-been-done-before apps are what he enjoys most. So far Jeroen helped realize four huge connected products, various high profile apps, actively contributes to open source and loves interacting with the Android community. He is a passionate blogger and enjoys speaking at conferences.",
        "links": [
            "https://twitter.com/@molsjeroen"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_6154fbd0d4b749ee89ee1a53b445cb19~mv2.png",
        "role": "Lead Android Developer & GDE",
        "company": "Philips Hue",
        "name": "Jeroen Mols"
    },
    {
        "description": "Chris is an engineer working in Android Developer Relations at Google. He previously worked on the Android Support Libraries, most notably AppCompat, Design and Palette. He has worked on Android things for over 8 years, from open source libraries to media apps, social networks and most stuff in between.​",
        "links": [
            "https://twitter.com/chrisbanes"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_bb452546c9514ed19e70f2ec5db444be~mv2.png",
        "role": "Android Engineer ",
        "company": "Google",
        "name": "Chris Banes"
    },
    {
        "description": "With wide range technological background and almost 18 years of experience in software development in various architecture and technologies, and a big believer in \"anything can be solved using code\". Today I am working on various Mobile and ML projects.​",
        "links": [
            "https://twitter.com/maozt?lang=en"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_bcc4fd83a7cd406e8bcaad128079aab9~mv2.png",
        "role": "CTO",
        "company": "AIFactory",
        "name": "Maoz Tamir"
    },
    {
        "description": "Android at Monzo, Google Developer Expert for Android. Terrible memory, excellent movie watcher, fantasises about being a musician, and terrible memory.​",
        "links": [
            "https://twitter.com/ataulm"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_a42e2ba9d5c74e8f8597c183226f340b~mv2.png",
        "role": "Android Developer & GDE",
        "company": "Monzo",
        "name": "Ataul Munim"
    },
    {
        "description": "Based in Amsterdam, Remco started doing Android in 2010. Since then he has developed a passion for architecture and productivity optimization.  At Disney Streaming Services Remco started out as a R&D engineer but quickly got to the position of Lead Android Engineer. There is he currently responsible for steering the architectural direction in the Android apps.​",
        "links": [
            "https://twitter.com/remmies"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_b5bfa2c8aa954bf49b682773099d50cc~mv2.png",
        "role": "R&D",
        "company": "Disney Streaming Services",
        "name": "Remco Mokveld"
    },
    {
        "description": "Mobile Chapter Lead at myTaxi, Luiz has been working with Android development for over 7 years in different kind of projects. He has worked for apps for Disney, HP, Dell, Abercrombie&Fitch, Zalando and many others.​",
        "links": [

        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_616c9a92b30649d98835b0f08be931c7~mv2.png",
        "role": "Mobile Chapter Lead",
        "company": "mytaxi",
        "name": "Luiz Santana"
    },
    {
        "description": "Andrea Falcone is a Senior Software Engineer at Google. Currently she is working on Androidx building libraries and tooling for internal and external developers as part of Android Jetpack. She previously built Crashlytics, Fabric and fastlane (first at Crashylytics, then Twitter, then Google!) She is an accomplished mobile/mobile tools developer with experience in building not only iOS and Android apps but also Android Studio Plugins, Android SDKs, Gradle plugins, and CI/CD systems like fastlane.​",
        "links": [
            "https://twitter.com/asfalcone"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_4d7fca940039478cb0510a20173513d5~mv2.png",
        "role": "Senior Software Engineer",
        "company": "Google",
        "name": "Andrea Falcone"
    },
    {
        "description": "Hans-Christian primarily advises on IT and data protection law as well as on all issues relating to the digital economy.  He is particularly active in the field of advising on setting up and operating platforms of all kinds in the digital economy as well as data exchange between companies.  In the past, Hans-Christian Woger has advised and assisted various companies, both industry leaders and start-ups, in the aforementioned areas . He joined Osborne Clarke in 2018 and previously worked for a number of years in an international commercial law firm and a boutique law firm in the IP and IT sectors.  Hans-Christian Woger studied at the European University Viadrina and the University of Potsdam. During his legal clerkship, he completed, among other things, a station in Dublin. He regularly gives lectures on IT and data protection topics and publishes in this field. He is a lecturer in European trademark and unfair competition law at the European University Viadrina.\n\nFelix Hilgert is a technology and video games lawyer with a strong international focus.   My practice centers on IP/IT agreements, as well as specific issues of the (interactive) entertainment industry. I'm currently based in Cologne, Germany, but I've also lived and worked in Paris, Vancouver, Toronto and San Francisco.  I regularly write about IT, copyright and youth protection law in legal journals, and am a regular contributor to the specialized blog www.gameslaw.org.",
        "links": [
            "https://twitter.com/christian_woger"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_7a2b2867093a4c36abfda7e87f3952a8~mv2.png",
        "role": "Lawyer",
        "company": "Osborne Clarke",
        "name": "Hans-Christian Woger & Felix Hilgert"
    },
    {
        "description": "Hannes is an enthusiastic android engineer who takes the green little robot very close to his heart. He works as Lead Android Developer at Freeletics.  If Hannes is not coding then he is recording new episodes as co-host for TheContext podcast or writing his thoughts down in his blog (hannesdorfmann.com).\n\nGabriel is originally from Berlin but now lives in Munich where he works at Freeletics. He is developing Android apps since 2011 and is particularly interested in app architecture and code generation.",
        "links": [
            "https://twitter.com/sockeqwe", 
            "https://twitter.com/gabrielittner"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_6e0b91b4f2684b4c9daf7e946225b1d3~mv2.png",
        "role": "Android Team Lead & Android Developer",
        "company": "Freeletics",
        "name": "Hannes Dorfmann & Gabriel Ittner"
    },
    {
        "description": "A Kotlin enthusiast since the 1.0 of the language. Ranked right around the very top of the Kotlin tag on StackOverflow. Creator of a couple open source Kotlin libraries. Android developer (and self-proclaimed Kotlin evangelist) at AutSoft. Android/Kotlin tech editor at RayWenderlich.com. University student, working on a master's in computer engineering at the Budapest University of Technology and Economics. Instructor at the same university, teaching Kotlin and Android.​",
        "links": [
            "https://twitter.com/zsmb13"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_e5fa8a1ef87942a5912debf398c788ca~mv2.png",
        "role": "Android Developer",
        "company": "Autsoft",
        "name": "Márton Braun"
    },
    {
        "description": "Ishan is a passionate product enthusiast and self-taught developer who loves open source technologies, tech conferences, and hackathons.  Currently working as a Senior Android Engineer at Getaround (Amsterdam, Netherlands) before that he spent 2 years crafting experiments for Booking.com on their Android Apps.   He is also PMC member at Apache Fineract Project and a Maintainer at Mifos Initiative. He successfully graduated as a Google Summer of Code Intern in 2014 under Mifos and in 2015 under XMPP Standards Foundation and has been mentoring students at Google Summer of Code ever since.​",
        "links": [
            "https://twitter.com/@droidchef"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_f52f2cea6a6b4de4a79596299ba44d19~mv2.png",
        "role": "Senior Android Engineer",
        "company": "Getaround",
        "name": "Ishan Khanna"
    },
    {
        "description": "Saiki Iijima is an experienced Android engineer working for Yahoo JAPAN which is one of the biggest search service in Japan. He is in charge of auction service app. His team is practicing the extreme programming and the lean software development. He has experience at work in game development with C# and in backend development with golang. He loves Kotlin, wants to learn more.  He talked at ・Devoxx Morocco 2018 ・GDG DevFest Tokyo 2018 ・DroidKaigi 2019  Outside of work, basically he reads comics, watches anime, and sometimes enjoy playing basketball.\n\nYugo has been developing Android and iOS apps since 2013 and is currently working at Yahoo Japan which is one of the biggest search service in Japan. He has developed libraries such as handwriting recognition and image processing with C++, and has 10+ patents. He works not only as a apps enginner but also as a user interviewer and data analyst. Love: daughter, snowboard, FPS game",
        "links": [
            "https://twitter.com/saekisaekisaeki"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_dd56cf3ebade4e24830dc85fabd916e9~mv2.png",
        "role": "AndroidAppDeveloper",
        "company": "Yahoo",
        "name": "Yugo Matsuda & Saiki Iijima"
    },
    {
        "description": "Filip is a Developer Advocate on the Flutter team. In this role, he is specializing in architectural guidance for complex reactive apps. Prior to Google, Filip was an independent IT instructor. In his spare time, he builds games, reads books, and occasionally enjoys pancakes.​",
        "links": [
            "https://twitter.com/filiphracek"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_526feff6d66c48c6a7d658d240edf8d3~mv2.png",
        "role": "Developer Advocate",
        "company": "Google",
        "name": "Filip Hráček"
    },
    {
        "description": "Lara is a self-made Android developer based in Berlin. Her passion for Android made her transition from her background in science to software development. Her dream is to make apps more accessible for everyone. When she's not attending a tech meetup, you will find her playing video games.​",
        "links": [
            "https://twitter.com/lariki"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_5e4b8009af5f4877b77f7a0e6106fc91~mv2.png",
        "role": "Android Developer",
        "company": "Blinkist",
        "name": "Lara Martín"
    },
    {
        "description": "Niamh is a mobile engineer at the bank Monzo, based in the UK. She works on both iOS and Android, and loves to be able to share insights between platforms. In her spare time she loves to do anything outdoors, from white water rafting to rock climbing.​",
        "links": [
            "https://twitter.com/niamh__power"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_68e1fabff13f456c8d3ee7682d2bc0b2~mv2.png",
        "role": "Mobile Engineer",
        "company": "Monzo",
        "name": "Niamh Power"
    },
    {
        "description": "Panayotis (AKA Darth), is the Intelligence Tech Lead of the X Factory of Moonshot Lab.  The X Factory is a tech tank based on the planet of Mustafar, where crazy people, from scientists to artists, to developers to technologists, share their ideas in order to create moonshots! A moonshot is a radical solution, integrating breakthrough technology with native thinking. More than on projects we are exploring ambitions! Panayotis is also a Google Dev Expert on Product Strategy and a certified Google Sprint Master​",
        "links": [
            "https://twitter.com/ptzinis"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_da928c03733a4720a98f3e16e4482340~mv2.png",
        "role": "Intelligence Tech Lead",
        "company": "X Factory on Moonshot Lab",
        "name": "Panayotis Tzinis"
    },
    {
        "description": "Niklas Baudy, Senior Android Developer at moovel in Hamburg, is an affine and young developer who is passionate about Reactive Programming, testable and high quality code.​",
        "links": [
            "https://twitter.com/@vanniktech"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_0d2fa48c595647028a51ee311b4a59af~mv2.png",
        "role": "Senior Android Developer",
        "company": "Moovel",
        "name": "Niklas Baudy"
    },
    {
        "description": "Sean has worked in application security and SDL for more than a decade. He got his start in security at Indiana University working to prevent web application attacks. He eventually moved to Microsoft where he worked on projects such as Exchange, Kinect, Xbox One and the Microsoft Threat Intelligence Center. Recently he has joined Google to manage the Android OS SDL Process.  Sean is originally from Indiana and lives in Seattle, Washington. He is married to a very understanding wife and has two amazing young boys. If he had free time, it would consist of barbecuing, video games and hiking.​",
        "links": [

        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_393d4f7c7e8c4ffc88e2abb0caf521b4~mv2.png",
        "role": "Security Program Manager",
        "company": "​",
        "name": "Sean Smith"
    },
    {
        "description": "Richard Süselbeck is a Principal Developer Evangelist for HERE Technologies, the world's leading location technology company. With over a decade of experience in teaching and training developers, he travels the globe to help them build the world of tomorrow using the HERE Location APIs. Richard has a PhD in Information Systems and lives in Berlin with his wife and no dogs.​",
        "links": [
            "https://twitter.com/sueselbeck"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_e04fb94b308f43c28877ef18bdcb5aca~mv2.png",
        "role": "Principal Developer Evangelist",
        "company": "HERE Technologies",
        "name": "Richard Süselbeck"
    },
    {
        "description": "Sean McQuillan is a Developer Advocate at Google. With a decade of experience at Twilio and other San Francisco startups he is knowledgeable about building apps that scale. Sean is passionate about using great tooling to build high quality apps - quickly. When he is not working on Android you can find him fiddling on the piano or crocheting hats.​",
        "links": [
            "https://twitter.com/objcode"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_5ed9454b62df421cb68974c45ac31adb~mv2.png",
        "role": "Android",
        "company": "Google",
        "name": "Sean McQuillan"
    },
    {
        "description": "Sebastian is an engineering manager on Google Play Protect, Google’s program for keeping Google Play free of malware and vulnerable apps. He has been working as a malware analyst, software engineer, and manager on the Google Play Protect team for 8 years.​",
        "links": [
            "https://twitter.com/LambdaCube"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_54a6edbaf4284dd4b573b107b4b06ddd~mv2.png",
        "role": "Engineering Manager",
        "company": "Google Play Protect",
        "name": "Sebastian Porst"
    },
    {
        "description": "Ivanov is a Mobile Solution Architect in EPAM Systems. Basically it means he designs software systems with focus on the mobile apps. Coming from Android background Vladimir is also proficient in React-Native and cloud technologies and incredibly passionate about sharing his knowledge.​",
        "links": [
            "https://twitter.com/vvsevolodovich"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_cc5940914564428db3b64dc894cf9cc4~mv2.png",
        "role": "Mobile Solution Architect",
        "company": "EPAM Systems​",
        "name": "Vladimir Ivanov"
    },
    {
        "description": "Vivien has spent the last 15 years scaling and leading teams in the Mobile and Games Industry. Before founding ObjectBox, she was Development Director at Koch Media, heading the label Deep Silver.\n\nMarkus loves coding and has more than 2 decades of development experience in data persistence and Mobile. He has a strong background in open source: https://github.com/greenrobot",
        "links": [
            "https://twitter.com/objectbox_io"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_66dd249692c54f81831947a61468d650~mv2.png",
        "role": "Founder @ Objectbox",
        "company": "CTO & Co-Founder @ Objectbox",
        "name": "Vivien Dollinger & Markus Junginger  "
    },
    {
        "description": "Matt Dolan has been developing with Android since the dark days of v1.6. When he's not eating doughnuts he's passionate about bringing developers and designers together to #buildbetterapps​",
        "links": [

        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_552a23cd2b844cf9a1120dceffccd457~mv2.png",
        "role": "Senior Android Engineer",
        "company": "​",
        "name": "Matthew Dolan"
    },
    {
        "description": "Hiroyuki Mori is Android tech lead at Yahoo! JAPAN, the biggest search website in Japan, focused on security and app architecture. In his free time, he enjoys boating and fishing.\n\n- I Love CleanArcitecture \n- My Daughter is verrrrrrrry cute!! \n- I Start to study android at GingerBread \n- Start kotlin study form Google I/O 2017 \n- Splatoon2(Lv X!) \n- Motto: \"Write readable code for tomorrow me\" , \"Do My Best to be conforably\" - Recent Study: UI/UX, Management, DDD, Agile scrum, Organization theory, Psychology, Swift",
        "links": [
            "https://twitter.com/moridroid"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_db5f9bdd8a1d4917a62780ff9ff32bf1~mv2.png",
        "role": "Android tech lead @ Yahoo! JAPAN, KURO-OBI (Blackbelt)",
        "company": "Yahoo! Japan/ Android Eng/ Love CleanArchitecture",
        "name": "Hiroyuki Mori & Keisuke Kiuchi"
    },
    {
        "description": "Salih is a Berlin based Android Engineer who is a Google Developer Expert for Flutter and Dart. He likes sharing his knowledge with the people by mentoring aspiring developers, blogging and talking at conferences.​",
        "links": [
            "https://twitter.com/salihgueler"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_57d669ad5aba4d02981f8b30c02b8c8d~mv2.png",
        "role": "Android Engineer",
        "company": "Onefootball",
        "name": "Salih Guler"
    },
    {
        "description": "In the Android Developer Relations team Pietro’s focus is to provide an awesome developer experience around Play technologies like Android Vitals and Android App Bundles.​",
        "links": [
            "https://twitter.com/pfmaggi"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_0419f466c51e40bf91f2dfdef9924c7d~mv2.png",
        "role": "Android Developer Advocate",
        "company": "​",
        "name": "Pietro Maggi"
    },
    {
        "description": "Martin works closely with Codemagic CI/CD for Flutter apps and the Flutter community. He is working towards providing the best CI/CD experience to developers and businesses around the world. In his spare time he likes to listen to B.B king and play blues guitar.​",
        "links": [
            "https://twitter.com/martinjeret"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_9e5eaa29ab6d4d79a9738322f25076a9~mv2.png",
        "role": "Business & Product expert",
        "company": "Nevercode",
        "name": "Martin Jeret"
    },
    {
        "description": "Hi, my names Joe. I’m an Android Engineer and Google Developer Expert for Android, Google Pay and Flutter based in Brighton, UK working on the Android team at Buffer. I’m passionate about coding and love creating robust, polished and exciting projects for mobile, the web, TV, wearables and I’ll probably be toying with whatever the new thing is at the time you’re reading this – I love to be constantly learning. I’m also a keen writer as I love to share my learnings and experiences with others.​",
        "links": [
            "https://twitter.com/hitherejoe"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_7ed7a86a04754b21a43a53308caff0df~mv2.png",
        "role": "Senior Engineer",
        "company": "Buffer",
        "name": "Joe Birch"
    },
    {
        "description": "Android developer from Brazil who just moved to Berlin to work at Blinkist. I started playing with Android with friends back in college when we created an app for the university bus schedule. We published many other apps after that and then I had the opportunity to work for Disney on their ABC app and later for Quizlet. I love talking about Kotlin, architecture, and the little details about the apps we build.​",
        "links": [
            "https://twitter.com/tfcporciuncula"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_b9a6348abb054b4389e4016949b4cb87~mv2.png",
        "role": "Android",
        "company": "Blinkist",
        "name": "Fred Porciúncula"
    },
    {
        "description": "Just a 22 year old Croatian student who's been working with Java and Android for more than two years. Loving software, technology and all it's hidden gems still left to be explored. Passionately looking for new challenges to overcome in this ever-changing world of software development.   Perfecting Java, but hugely focusing on Kotlin over the past year and a half. Learning Node.js backend in spare time, and coming up with new solutions to everyday problems with the help of an amazing team.  A regular blogger, writing about things both thought up by myself and brainstormed with my team, I've always tried to provide people with resources to learn and better understand Android development. Also, a proud RayWenderlich tutorial team author member, writing tutorials about topics both simple and beginner-level and complicated with an advanced level of understanding.   Co-founder of the Kotlin User Group Croatia, and a regular Android talks speaker here at Osijek, I've always strived to share whatever knowledge I have, and have recently learned so that other people can receive the same help I received when I was first starting out.  Gave out over fifteen talks here in Osijek, was the lead organizer of an Android Dev Academy, where we gave people the much-needed introduction to Android development, as well as best practices they should follow and enforce when one day, hopefully, they end up in the software development world.  I've always strived to be a pillar in the community when it comes to learning, as I believe learning is one of the most important things of our daily lives, but even more important is the sharing of learned things, so that other people may prosper from them as well.  With all that in mind, I've also taken up writing a free book about Kotlin and Android development, which will hopefully one day become one of the top learning resources each newly baked Android developer, and of course, Kotlin lover will use.​",
        "links": [
            "https://twitter.com/filbabic"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_e90aa8a2af90450bb58f38b3d0211144~mv2.png",
        "role": "Self proclaimed Kotlin preacher, Android fanatic, speaker, mentor, article, tutorial and book writer",
        "company": "​",
        "name": "Filip Babić"
    },
    {
        "description": "Garima Jain, also known as @ragdroid is working as an Android Engineer at Over. Previously she has worked with Fueled Noida and Bharti Soft Bank (Hoppr, Hike). She is also an international speaker, CasterIO author and an active technical blogger.​",
        "links": [
            "https://twitter.com/ragdroid"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_b0ee15890d2a4a3eaa57fcf293f00a90~mv2.png",
        "role": "Android Engineer",
        "company": "Over",
        "name": "Garima Jain"
    },
    {
        "description": "Android Engineer living in Berlin. Currently @ Onefootball, building an App used by millions daily.​",
        "links": [
            "https://twitter.com/damian2048"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_1e39fd4122294853b6a8f84b0ce5f015~mv2.png",
        "role": "Android Engineer",
        "company": "Onefootball",
        "name": "Damian Burke"
    },
    {
        "description": "Google Developer Export for Android, Senior Engineer at ImmobilienScout24, digital policy advocate, musing over fond memories of British tea and Salt & Vinegar Crisps​",
        "links": [
            "https://twitter.com/askashdavies"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_87c660d402f24daca8710e59c50a60c7~mv2.png",
        "role": "Senior Android Engineer",
        "company": "ImmobilienScout24 GmbH",
        "name": "Ash Davies"
    },
    {
        "description": "Manuel is an Android Developer in the Developer Relations team at Google where he works to help other developers succeed.\n\nMurat Yener is a Developer Advocate for Android at Google. He is a code geek, open source committer, Java Champion and the author of Expert Android Studio and Professional Java EE Design Patterns books from Wiley.",
        "links": [
            "https://twitter.com/manuelvicnt"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_cbbbea11d4424cef818aed775c01ca0e~mv2.png",
        "role": "Android DevRel & Android Developer Advocate",
        "company": "Google",
        "name": "Manuel Vivo & Murat Yener"
    },
    {
        "description": "Stacy is an Intel Innovator, Women Techmakers North America Mentor, Google Developer Group Mentor, Women Who Code Evangelist, GDG Organizer and WTM Ambassador. Are you a sneakerhead? Because, she currently works for Nike s23NYC Innovation Studio doing Android apps like the SNKRS app, Augmented Reality, richly animated UIs, multimedia, Geo-caching, and touch of InfoSec focused on delivering exceptional customer mobile experiences.​",
        "links": [
            "https://twitter.com/DoesitPew"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_ea67bb524fe14aaf8dd2476f6b565b5b~mv2.png",
        "role": "Diversity Evangelist",
        "company": "Nike s23NYC Studio",
        "name": "Stacy Devino"
    },
    {
        "description": "Engineering Manager in Swiggy. Presently Leading the Consumer Apps team for Android in Swiggy.  Before Swiggy been with Flipkart for past 6 years and was Leading the Android team in Flipkart. Medium https://medium.com/@sourabhgupta_63169.​",
        "links": [

        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_1216fa8632324bdea5ca7712852a4896~mv2.png",
        "role": "Engineering Manager",
        "company": "Swiggy",
        "name": "Sourabh Gupta "
    },
    {
        "description": "I am a Software Solutions Architect specialised in web and mobile technologies using client-side platforms such as mobile web, Flutter and Android.   Another focus of my work is building and the integration with JVM-backend platforms such as Java, Kotlin, ColdFusion, Lucee and others like Go and Python. I spend most of my work time contributing to projects of various clients and sizes, fulfilling the role of an architect, principal developer, consultant or mentor/instructor.​",
        "links": [
            "https://twitter.com/AgentK"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_f673b5dab73e45b9934ef492f04b7bff~mv2.png",
        "role": "Software Solutions Architect",
        "company": "Freelancer",
        "name": "Koenig"
    },
    {
        "description": "After several years working like a mobile consultant, Enrico moved to London working as lead developer @Smartfocus.com developing an indoor positioning system based on beacons. Since May 2017 working @ TUI.co.uk where he's creating the next generation of mobile travel app for TUI customers.​",
        "links": [
            "https://twitter.com/lupsyn"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_af8a71c9bdd541c790a6472a815f3578~mv2.png",
        "role": "Senior android developer",
        "company": "tui.co.uk",
        "name": "Enrico Bruno Del Zotto"
    },
    {
        "description": "I've been a software engineer for the last 7 years, focusing on mobile development and working on various projects. Today, I'm leading Wix's mobile guild-masers team working with Android & React Native frameworks.​",
        "links": [
            "https://twitter.com/LevVidrak"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_ea26e4e73c3542ca9c5634a7233ac71a~mv2.png",
        "role": "Leading the Guild-Masters Team",
        "company": "Wix.com",
        "name": "Lev Vidrak "
    },
    {
        "description": "Nicola Corti has been an Android Software Engineer since 2.2, and a Free and Open Source lover for as long as he remembers. He’s currently working as an Android Engineer at Yelp Inc, connecting millions of users with great local businesses worldwide.  Nicola usually calls himself a 'community addict’. He can't survive without learning every day, sharing knowledge, and having fun with other developers. He’s also currently managing the GDG chapter in Pisa.  In his free time, he also loves photography, hiking, and cake design.​",
        "links": [
            "https://twitter.com/cortinico"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_6bab03303c684879bf85d511b6130ba1~mv2.png",
        "role": "Android Engineer",
        "company": "Yelp",
        "name": "Nicola Corti"
    },
    {
        "role": "Android Developer",
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_2f8463a1fd6d418a9eacd507849fd4c5~mv2.png",
        "company": "Redmart",
        "description": "Adnan is a seasoned Android developer working with Redmart. His area of focus has generally been writing large scalable code, improving UX and overall app performance. He has a lot of domain knowledge, experience and exposure with E-Commerce and used to previously work with BookMyShow(India's largest entertainment/ticketing portal with a 14M+ user base), where he went on to rewrite the entire app from scratch.",
        "name": "Adnan A M"
    },
    {
        "description": "Oleksii is a software crafter, mentor, blogger, writer, and public speaker with a passion for a professional, healthy and sustainable software development environment.  Oleksii has done more than three years of software development using Kotlin in production. He has been developing production software systems for the last ten years.  Oleksii helps software developers to achieve their ambitious professional and personal goals through his 3-step breakthrough process.​",
        "links": [
            "https://twitter.com/waterlink000"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_bc0b14131a034e0f9d50ddb66c3b499b~mv2.png",
        "role": "Founder",
        "company": "iwillteachyoukotlin.com",
        "name": "Oleksii Fedorov "
    },
    {
        "description": "Former Square in San Francisco, now working at Soundcloud in Berlin",
        "links": [
            "https://twitter.com/nellyspageli"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_48a99a91455a4d6d8159d54f287f7aef~mv2.png",
        "role": "Android Developer",
        "company": "Soundcloud",
        "name": "Nelson Osacky"
    },
    {
        "description": "With over 10 years in software development Kirill worked as back-end, front-end and mobile developer. Now his main focus is building iOS and Android apps, and he's experimenting with Flutter to find out whether it can be used to deliver high quality multi-platform apps.​",
        "links": [

        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_f9de78c9fbd144c59037beb024516bb2~mv2.png",
        "role": "Head of Application Development ",
        "company": "Mews",
        "name": "Kirill Bubochkin"
    },
    {
        "description": "Jitin works as an Android Engineer at GO-JEK, India where he works on aligning design and development as part of UX engineering. He writes about Android and Kotlin on Medium, is an open source contributor and has a certification in Android Developer Nanodegreee from Udacity.  He has previously given talks at DroidJam Conference and local meetups in Bangalore.​",
        "links": [
            "https://twitter.com/_jitinsharma"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_cbc7cb1b39c2467d8f9435f2a42f4413~mv2.png",
        "role": "Android Engineer",
        "company": "GO-JEK",
        "name": "Jitin Sharma"
    },
    {
        "description": "Krzysztof used to wrangle test automation, and shift pixels of Flight Search at Google in Zurich. After several years of that, he decided it's time for more independence and joined Callstack as one of senior engineers. While his colleagues heavily focus on React Native, he decided to take a different path and became the company's first full-time Flutter developer.​",
        "links": [
            "https://twitter.com/kpsroka"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_03046114326e456cacfc8aa396ff8247~mv2.png",
        "role": "Lead Flutter Developer",
        "company": "Callstack",
        "name": "Krzysztof Sroka"
    },
    {
        "description": "Florina is working as an Android Developer Advocate at Google, helping developers architect clean, testable apps using the Architecture Components libraries. She has been working with Android for 8 years, previous work covering news at upday, payment solutions at payleven and navigation services at Garmin.​",
        "links": [
            "https://twitter.com/Fmuntenescu"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_65d0183bb2a54e95bb21ae4b5c6113bc~mv2.png",
        "role": "Android Developer Advocate",
        "company": "Google",
        "name": "Florina Muntenescu"
    },
    {
        "description": "Erik was raised in the dark woods of Sweden, where the was nothing to do but to learn how to write code for PCs. After many years of suffering through experiences of early C++, Visual basic, Delphi, and every version of Java and C#, he has now found Kotlin and feel comfortable that the future for software is bright again.",
        "links": [
            "https://twitter.com/ErikHellman"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_1151330a827a470a80c4216226604a99~mv2.png",
        "role": "Owner",
        "company": "Hellman Software AB",
        "name": "Erik Hellman"
    },
    {
        "description": "Kenneth is a Developer Advocate at Google where he's been working with partners to optimize their apps for foldable phones and Chrome OS.",
        "links": [
            "https://twitter.com/KennethFSWE"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_4f40345bc44d4c01af89b5adc5809002~mv2.png",
        "role": "Developer Advocate",
        "company": "Google",
        "name": "Kenneth Ford"
    },
    {
        "description": "Liam Sorta is a Technical Evangelist at Unity Technologies; From creating AR apps at Riot Games to VR apps that integrate with Alexa, he is keen to explore and push the bounds of XR and help other developers see the technology's potential.​",
        "links": [
            "https://twitter.com/LiamSorta"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_6d0c60a55461419a9288a79addaef23f~mv2.png",
        "role": "Technical Evangelist",
        "company": "Unity Technologies",
        "name": "Liam Sorta"
    },
    {
        "description": "After graduating from the Technical University of Munich and a diploma thesis from Georgia Tech, Carsten started working at BMW and developed software for a range of innovative engine and transmission control units. His favorite project was the Hydrogen 7, the world’s first production car with a hydrogen combustion engine. At BMW Research and Technology, Carsten worked on learning navigation systems, indoor positioning and hybrid navigation system before he went to China to fund and establish the BMW Technology Office China. One of his main contributions was the start of the cooperation with Baidu on autonomous driving. After returning to Munich he took over a management position in BMW’s autonomous driving division working on sensor data fusion and driver monitoring. Before joining Google to build up an automotive team in Munich, Carsten worked as a Research Director at Gartner covering Smart Mobility, Autonomous Driving, Connected Cars and Artificial Intelligence in the automotive space.​",
        "links": [

        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_640b2d49f8374e0eadc3cbbbc9cbc13e~mv2.png",
        "role": "Tech Lead & Engineering Manager Android Auto",
        "company": "Google",
        "name": "Carsten Isert"
    },
    {
        "description": "Krisztián Gödrei: As a Lead Tooling Engineer at Bitrise, I’m mainly responsible for the app automation process. I’ve been a part of the company since before the beginning (then called Bitfall) as an iOS and Android developer. When Bitrise was founded, I was the first person to work on app automation, that is the core of Bitrise. I also own a few pets: two Greek tortoises, and a boxer named Barbie.\nTamas Papik: I’ve been an App Automation Engineer at Bitrise for 2,5 years. Previously, back when Android was in its early stages, I was gathering all their latest devices, building AOSP version OS and also made custom kernels to overclock their CPU and GPU. I also worked in e-commerce and network communication fields in the UK for a year, then later as a 3D mobile game AI programmer for 4 years. After this, I was freelancing in game engineering and mobile-optimized VFX.",
        "links": [

        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_83cc5bf29a16414f9fd156ee98267c33~mv2.png",
        "role": "Lead Tooling Engineer & Tooling Engineer",
        "company": "Bitrise",
        "name": "Krisztián Gödrei & Tamás Papik"
    },
    {
        "description": "see bio on enterprise summit site​",
        "links": [
            "https://twitter.com/jonmarkoff"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_425b27f6ea97408f9cb88ed973e5d2dd~mv2.png",
        "role": "Developer Advocate",
        "company": "Google",
        "name": "Jon Markoff"
    },
    {
        "description": "Darryn is a software development architect and full-stack developer based out of the UK working for the Mobile Computing Business at Zebra Technologies which builds rugged enterprise mobile computers for use in retail, transportation, warehouse and healthcare. With over 10 years of development experience on mobile platforms ranging from PocketPC to the latest Android devices Darryn is responsible for ensuring product SDKs and developer tools align with expectations as well as come up with solutions and new features to drive product requirements​",
        "links": [
            "https://twitter.com/darryncampbell"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_d582b7d3ee644039ab940a7f02b1208b~mv2.png",
        "role": "Software architect",
        "company": "Zebra Technologies",
        "name": "Darryn Campbell"
    },
    {
        "description": "From coding to architecture solutions and coordinating engineering teams, I was involved in all stages of mobile app development in my career.  Lately I mostly focus on software design, establishing coding standards, experimenting with the latest frameworks and technologies, improving apps performance and coaching engineers.  I am also an active contributor to open source libraries, I love sharing knowledge and keeping up to speed with the latest technological trends.  I always say: “if you have always done it that way, it is probably wrong, never stop searching for better ways to do things and innovate, innovate, innovate in everything that you do!”​",
        "links": [

        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_4c3ee0e8f8914caa83579e1fce11f089~mv2.png",
        "role": "Mobile Dev Manager",
        "company": "Softvision",
        "name": "Alin Turcu"
    },
    {
        "description": "Ankush Gupta is a Senior Software Engineer at Quizlet, with a passion for both learning and teaching. He’s been involved with Android at Quizlet since he wrote its first lines of code as an intern in January 2013.   Ankush has also worked on several web and backend projects at Quizlet, but most of his time nowadays is spent on the Mobile Infrastructure team, where he works to improve the architecture and the developer experience for all things Android.​",
        "links": [
            "https://twitter.com/ankushg"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_02f6abeab80247c3acd2cce9f6b15bb6~mv2.png",
        "role": "Senior Software Engineer",
        "company": "Quizlet",
        "name": "Ankush Gupta"
    },
    {
        "description": "Anastasia a very passionate Android developer working @ Movivo. She like cupcakes, chocolate, and all types of sweets, which is probably what led her to the Android world.\n\nVivien is an Engineering Manager at Hubble. Before then, he has built teams at Freeformers, and was an engineering lead at Songkick.com. His career lead him to interview hundreds of candidates, and to interview with dozens of companies himself. While he's mostly working with full stack teams, he enjoys an evening of Android programming, and has a few side projects on the Play Store.",
        "links": [
            "https://twitter.com/AnastasiaLopezD"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_e53f346d836a402197fe17ca283489ee~mv2.png",
        "role": "Android Developer @ Movivo",
        "company": "Engineering Manager @ Hubble",
        "name": "Anastasia López & Vivien Barousse"
    },
    {
        "description": "Rohan is a mobile solutions enthusiast and a software engineer at Delivery Hero in Berlin where he plays around with Flutter whenever possible. He contributes to open source projects, blogs about tech on Medium and mentors students at Udacity and OpenClassrooms. Know more at www.rohantaneja.com​",
        "links": [
            "https://twitter.com/@rohantaneja_"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_87e5e88811d5462ba67492e639829fff~mv2.png",
        "role": "Flutter Evangelist",
        "company": "Delivery Hero",
        "name": "Rohan Taneja"
    },
    {
        "description": "Parth has been developing Android apps since 2013, and knows just enough RxJava to get into (and out of) trouble. He currently works at August Home, leading the Android team to create a faster and safer home access experience. He received a B.A. in Linguistics & Cognitive Science from Claremont McKenna College, and very occasionally puts it to use when iterating on UI. He's worked on 8 different Android apps and SDKs - here's to many more! Keywords: Brazilian Jiu-Jitsu, Android dev, diversity advocate, WCS dancer, feminist​",
        "links": [

        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_f9cbeec5e1fb4fefa60d58f87b40188b~mv2.png",
        "role": "Android",
        "company": "August Home",
        "name": "Parth Padgaonkar"
    },
    {
        "description": "Experienced Android developer and Kotlin trainer certified by JetBrains. Co-author of the book \"Android Development with Kotlin\", founder of Kt. Academy and an active member of the programming and Kotlin community.​",
        "links": [
            "https://twitter.com/marcinmoskala"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_278af4a8c78f4c879ab67162d46a6158~mv2.png",
        "role": "Kotlin developer",
        "company": "trainer and consultant",
        "name": "Marcin Moskała"
    },
    {
        "description": "JB is a geeky mobile expert from Berlin. JB has been with OLX Group for more than three years, two years of which are from the Philippines and the rest from Berlin. Before that he worked for 4 years in a company that serviced clients such as NFL, HSN and other large media companies. He likes exploring new technologies related to mobile, especially those that can improve developer productivity. JB enjoys experiencing different cultures via food, language, and travel.​",
        "links": [
            "https://twitter.com/bennegeek"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_d5ddde88b1dd490f98c33eec6b2e97ed~mv2.png",
        "role": "Senior Android ",
        "company": "OLX Group",
        "name": "JB Lorenzo"
    },
    {
        "description": "I worked at Intel as an Applications Engineer and Developer Advocate. I consult on various Android projects both as a developer and as a systems architect.  I then co-Founded one of the first coding bootcamps in Africa - Moringa School. Having left in 2016, I started EarlyCamp that trains young children aged 4-12 years old how to solve problems with technology.  Lead organizer at droidconke.  I co-organize KotlinKenya and Android254 - the largest Android developer community in Africa.   A chef, reader and swimmer when not programming or teaching.​",
        "links": [
            "https://twitter.com/tamrefrank"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_adb22b11e2314100b6ae1e18b4803ccd~mv2.png",
        "role": "Lab Technician",
        "company": "earlycamp",
        "name": "Frank Tamre"
    },
    {
        "description": "Enrique López Mañas is a Google Developer Expert and independent IT consultant. He has been working with mobile technologies and learning from them since 2007. He is an avid contributor to the open source community and a FLOSS (Free Libre Open Source Software) kind of guy, being among the top 10 open source Java contributors in Germany. He is a part of the Google LaunchPad accelerator, where he participates in Google global initiatives to influence hundreds of the best startups from all around the globe. He is also a big data and machine learning aficionado.  In his free time he rides his bike, take pictures, and travels until exhaustion. He also writes literature and enjoys all kinds of arts. He likes to write about himself in third person. You can follow him on Twitter (@eenriquelopez) to stay updated on his latest movements.​",
        "links": [
            "https://twitter.com/eenriquelopez"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_3e89505c3bc6446dbd84060087c257f3~mv2.png",
        "role": "Google Developer Expert",
        "company": "​",
        "name": "Enrique López Mañas"
    },
    {
        "description": "Elaine has been working with mobile apps development for the past 6 years. Since the launch of the Google Assistant, she has been following the developments around that area. She truly believes that interacting with technology using natural language will define the future of computing. Born and raised in Brazil, she's been living in France since 2004 and loves everything multicultural. She's a GDE for the Google Assistant.​",
        "links": [
            "https://twitter.com/elainedbatista"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_95cb21ccb1614e43b675ee749932e830~mv2.png",
        "role": "Team Leader",
        "company": "SFEIR",
        "name": "Elaine Dias Batista"
    },
    {
        "description": "Worked on a few products at Facebook before switching to UI infra. Worked on various aspects of Litho framework (https://fblitho.com/) for the past 2.5 years and currently focusing on benchmarks on Litho components.​",
        "links": [

        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_616364ff0087450a9614d0f668f1546e~mv2.png",
        "role": "Software Engineer",
        "company": "Facebook",
        "name": "Aziz Murtazaev"
    },
    {
        "description": "Al is a software engineer on the Android Backup and Restore team at Google. In this role he focuses on helping users move smoothly between old and new devices.  Prior to joining Google earlier this year he has worked for a number of companies working on Android tooling, apps, and firmware including Facebook. His involvement with Android goes back to version 1.0 and has enjoyed watching the OS, apps, and community evolve over that time including attending Droidcon Berlin a number of times.​",
        "links": [
            "https://twitter.com/alsutton"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_4d4e735fb3254af3b8f33b0fa74d9fcc~mv2.png",
        "role": "Software Engineer",
        "company": "Google",
        "name": "Al Sutton"
    },
    {
        "description": "Nick Rout is an Android Engineer and Google Developer Expert for Android. He is currently employed at Over - the easy app for creating. He is passionate about Material Design and Human-Computer Interaction. He is also the organizer for GDG Cape Town and enjoys blogging, public speaking and contributing to open source projects. He is based in beautiful Cape Town, South Africa.​",
        "links": [
            "https://twitter.com/ricknout"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_6dd15c1ee9b24bf9849efc65bfd526de~mv2.png",
        "role": "Android Engineer and GDE",
        "company": "Over",
        "name": "Nick Rout"
    },
    {
        "description": "Nick is an Android designer & developer who helps other designers and developers to understand and create beautiful material design apps.\n\nChris is an engineer working in Android Developer Relations at Google. He previously worked on the Android Support Libraries, most notably AppCompat, Design and Palette. He has worked on Android things for over 8 years, from open source libraries to media apps, social networks and most stuff in between.",
        "links": [
            "https://twitter.com/crafty",
            "https://twitter.com/chrisbanes"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_b31f4e86a080422291b9429c5a7dc912~mv2.png",
        "role": "Android Designer & Developer @ Google",
        "company": "Android Engineer @ Google",
        "name": "Nick Butcher & Chris Banes"
    },
    {
        "description": "Marcos is a Senior Android developer at Sky and has been working with Android since 2010. At Sky he has been leading the migration of different Android apps to a shared codebase and modularizing it. He loves automating stuff and is constantly trying to find ways to reuse code and features without having to write a single line of code more than once. When he is not coding he is flying a PA28 across the UK.​",
        "links": [
            "https://twitter.com/orbycius"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_ff580782bff947b58583da9f2f9558a0~mv2.png",
        "role": "Señor Android Developer",
        "company": "Sky",
        "name": "Marcos Holgado"
    },
    {
        "description": "Arnav, one of the co-founders of Coding Blocks, a software development bootcamp, has been working with Android ever since Nexus One. Initially a custom ROM enthusiast, an a maintainer on CyanogenMod/LineageOS, he now mentors budding Android developers learn the tricks of trade and maintains half a dozen popular Android open source projects.​",
        "links": [
            "https://twitter.com/championswimmer"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_0497fba1f6314e0aa53116a6f935b048~mv2.png",
        "role": "Mentoring budding Android Developers",
        "company": "Coding Blocks Bootcamp",
        "name": "Arnav Gupta "
    },
    {
        "description": "kshay Chordiya is an Android Developer @ Clue ❤️ and Kotlin Enthusiast and organizer of Kotlin User Group, Pune. He has been working with Android for over 5 years.   He is an active community speaker who is mostly found talking about Android and Kotlin. He is an avid blogger and author of “Kotlin Blueprints” book and instructor at caster.io​",
        "links": [
            "https://twitter.com/Akshay_Chordiya"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_96664a33b8d4447b87dd645928b8311f~mv2.png",
        "role": "Android Developer",
        "company": "Clue",
        "name": "Akshay Chordiya "
    },
    {
        "description": "After completing my master in Munich, and a year in Benin as volonteer, I started to work as an Android engineer in 2015 at Backelite Montpellier (France) to develop banking applications. I am now working on Deezer Android app for more than a year in Paris.​",
        "links": [
            "https://twitter.com/jbvincey"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_369140f6ec334e31804831a38618693a~mv2.png",
        "role": "Android engineer",
        "company": "Deezer",
        "name": "Jean-Baptiste Vincey"
    },
    {
        "description": "Miguel is a Freelance Android developer based in Berlin. He is passionate about mobile app development, and has worked on Android, iOS and Flutter projects. Most importantly, he’s passionate about teaching and learning, enjoys speaking at conferences and sharing knowledge with his peers. Miguel is also an active member of the tech community in Berlin, where he has conducted workshops and talks.​",
        "links": [
            "https://twitter.com/Miqubel"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_d3b5bfba378642f88bc7aae338b5e4cd~mv2.png",
        "role": "Freelancer",
        "company": "​",
        "name": "Miguel Beltran"
    },
    {
        "description": "Sebastiano is a CS M.Sc. currently working at Clue as an Android engineer. He is passionate about mobile security and cutting edge technologies, matured while working with companies like Megavideo and Musixmatch. He now actively contributes to the Android community with online articles and tutorials, and is part of the Google Developer Expert program for Android.​",
        "links": [
            "https://twitter.com/@rotxed"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_660331d8cad24e95be0a40e53b690118~mv2.png",
        "role": "Android Engineer",
        "company": "Blinkist, GDE for Android",
        "name": "Sebastiano Gottardo "
    },
    {
        "description": "Passionate developer, speaker, writer and Labrador owner.​",
        "links": [
            "https://twitter.com/hamen"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_e330f6c6d520426c8e668fe88daf0d31~mv2.png",
        "role": "Senior Android Developer",
        "company": "Mobimeo",
        "name": "Ivan Morgillo "
    },
    {
        "description": "Android engineer at TUI with a past of 12 years’ experience building Object Oriented, real-time, and mobile applications. Super passionate about Android development, VR/AR and AI. Take part in many IT communities as an active member/leader, becoming Technical Leader of GDG-Rome and Mobile Tea, Facebook DevCircle  I’m having fun as a speaker in many IT and developer conferences, like Codemotion, Droidcon.​",
        "links": [
            "https://twitter.com/joaolaq"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_bf3489c5eee64d2fba150e4752af32ed~mv2.png",
        "role": "Android Engineer",
        "company": "VR/AR lovah",
        "name": "Giovanni Laquidara "
    },
    {
        "description": "Vignesh Ramachandra is an Android Engineer at Uber where he is building delightful user experiences on the Uber's apps. He also spent about 4.5 years at Freshworks where he built their Android apps and got a chance to work on the GoMobile tool for mobile apps to solve the problem of cross-platform development. When he isn't building apps, he plays a lot of Cricket, Badminton and cheering for Roger Federer\n\nJyoti Dubey is working as an Android Developer at Freshworks. In this role, she is building Freshdesk app using Golang. She believes in power of clean and testable code. She loves Donuts, Eclair, Cupcakes, Ice cream sandwich and Oreo in no particular order.",
        "links": [
            "https://twitter.com/_vigneshr"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_7cf35d0d1a694d7eba97ef59d03dc04b~mv2.png",
        "role": "Android Engineer at Uber",
        "company": "& Android Engineer at Freshworks ",
        "name": "Vignesh Ramachandra & Jyoti Dubey"
    },
    {
        "description": "Fábio Carballo is one of the Android developers at the mobile bank N26, currently focusing in delivering a smooth and quality banking experience. After a nice experience in a smaller company, he understood that he wanted a challenge where he could learn on to scale a team as well as its development processes. He has a special love for those who care about improving the user experience with well grounded user research and smart interactions.​",
        "links": [
            "https://twitter.com/fabiocarballo"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_592243ee42334942b94fefb3ec1938f6~mv2.png",
        "role": "Android @ N26",
        "company": "N26",
        "name": "Fábio Carballo"
    },
    {
        "description": "Father of two beautiful chihuahuas, Android dev in free time.​",
        "links": [
            "https://twitter.com/pelotasplus"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_408df9574f824e0b870d7fff0fd83d80~mv2.png",
        "role": "Android Dev Freelancer",
        "company": "​",
        "name": "Aleksander Piotrowski"
    },
    {
        "description": "Purnima Kochikar is the Global Head of Apps and Games business development at Google Play where she oversees all aspects of the app ecosystem including strategy, operations, partnership management, technical support and developer marketing. Her team focuses on helping both world’s leading companies and fledging entrepreneurs create effective mobile businesses and reach global audiences.​",
        "links": [
            "https://twitter.com/purnimakochikar"
        ],
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_8223f1dcfa964ea6b93355a600b932ba~mv2.png",
        "role": "Director,  Apps and Games Business Development",
        "company": "Google Play",
        "name": "Purnima Kochikar"
    }, 
    {
        "description": "I'm Marcus, a freelance software developer from Berlin.\n\nI'm interested in free software and decentralized, open conmmunication. I have experience working with embedded Linux systems. Both in a commercial automotive context as well as the Android Open Source Project.\n\nSince 2016 I'm involved in the F-Droid project. I maintain various apps there and contribute to client, server and infrastructure.\n\nCurrently I'm working on designing and implementing a free and distributed alternative to the centralized and proprietary Google/Firebase cloud messaging system. This project is funded in the 5th round of Prototype Fund. The Prototype Fund is a funding program by the Federal Ministry of Education and Research (BMBF). A very high level project overview can currently be found here: prototypefund.de/project/open-source-push-service-fuer-android-apps/ (German).",
        "links": [],
        "imageUrl": "https://sessionize.com/image?f=c46c2eb68ce0f10447f2ae10eebd4624,200,200,True,False,b1-61e5-4a26-9ca3-c9f30e3eaa08.75d56216-f40a-4ed5-9600-21139baf1234.jpg",
        "role": "",
        "company": "F-Froid, free software",
        "name": "Marcus Hoffmann"
    }, 
    {
        "description": "Kevin McDonagh is the founder and CEO of Novoda, Europe’s largest and fastest growing independent Android consultancy with offices in London and Berlin.\n\nFounded in 2008, Novoda offers software development exclusively for the Android platform, helping companies embrace Android strategies while providing assured development quality for manufacturers like Sony and Motorola.\n\nNovoda works with big businesses across all sectors as well as with many venture capital funded tech start-ups such as Songkick, Podio, Meetup and WeeWorld. It also recently delivered a native suite of Android applications for Tesco’s new hudl tablet including its flagship ‘Tesco groceries’ app and ‘Tesco launcher’.\n\nNovoda remains active in Android’s community by organising the London Android user group and the London arm of Droidcon, which is the UK’s largest Android conference.",
        "links": [],
        "imageUrl": "https://sessionize.com/image?f=d257fbf772243ab113cf7294a115c17c,200,200,True,False,b1-61e5-4a26-9ca3-c9f30e3eaa08.3420cd46-b213-4acd-aa19-504b159f2a78.jpg",
        "role": "CEO",
        "company": "Novoda",
        "name": "Kevin McDonagh"
    }, 
    {
        "description": "Part-time Android Freelancer, part-time Entrepreneur, founder of Hamburg Coding School.",
        "links": [],
        "imageUrl": "https://sessionize.com/image?f=9519ad2704fdccf19c1d368a086703fd,200,200,True,False,59-b76b-4f88-a408-4fc6b4f77258.77e38e46-c61f-43da-b9a3-5ee7f0ab6664.jpg",
        "role": "Android Freelancer and Entrepreneur",
        "company": "",
        "name": "Teresa Holfeld"
    }, 
    {
        "description": "Carrie is the engineering manager for the Android Listener team at SoundCloud. Before moving into management, she spent 9 years working as an Android engineer.",
        "links": [],
        "imageUrl": "https://sessionize.com/image?f=9716bb2cb4f2931514c5db9b77c975f4,200,200,True,False,e9-9634-415c-9a90-8ba2e343114a.d5ebe891-d4ac-404b-bacb-af321954906b.jpg",
        "role": "Engineering Manager",
        "company": "SoundCloud",
        "name": "Carrie Hall"
    }, 
    {
        "description": "Hasan Hoşgel is a dedicated Android developer with professional programming experience since 2003. Since 2010 doing all day long Android application development and was from 2016 to 2019 a Google Developer Expert for Android.\nContinuous improvement of the architecture, performance and also quality are his dedication.\nHe works for MHP - A Porsche Company, beforehand he worked for companies like LAB1886 - The Incubator of Daimler AG, ImmobilienScout24 & Kitchen Stories.\nAs a co-organizer of the “GDG Berlin Android” and as a speaker, he attended many conferences and several Google Developer Groups across Europe. As well being in program committees and organization of conferences.",
        "links": [],
        "imageUrl": "https://sessionize.com/image?f=0d916b1895b00e300a9e07b7dc945faa,200,200,True,False,1a-6747-4b5e-aead-5941b1b048e3.9e7bd723-de8b-4097-860f-8fe23bc38cb8.jpg",
        "role": "Lead Android Engineer",
        "company": "MHP - A Porsche Company",
        "name": "Hasan Hosgel"
    }, 
    {
        "description": "Miriam leads the development team at mobile agency Karlmax Berlin. Her past involves software development for Android and other platforms, freelancing and attending the very first Berlin droidcon.",
        "links": [],
        "imageUrl": "https://sessionize.com/image?f=1243680c2f5a241b0b0b1c37c38cef57,200,200,True,False,59-b76b-4f88-a408-4fc6b4f77258.f6905f0b-822e-4daa-a57d-c5388504b805.jpg",
        "role": "CTO",
        "company": "Karlmax Berlin",
        "name": "Miriam Busch"
    },
    {
        "description": "Studied in Berkeley, 10 years of in-house and agency recruiting experience mostly for tech startups. Sample projects: managed a recruiting team at GetYourGuide in Berlin, King in Stockholm, Farfetch in London. Currently helping TIER mobility to scale their teams and dominate the escooter industry in Europe.",
        "links": [],
        "imageUrl": "https://sessionize.com/image?f=cb650ba571be7211d3f7373811c0277c,200,200,True,False,59-b76b-4f88-a408-4fc6b4f77258.2b0e9bed-2c34-4abe-aa88-f74aad7d5a36.jpg",
        "role": "Founder",
        "company": "tribe.xyz",
        "name": "Martin Bernard"
    }, 
    {
        "description": "An Android enthusiast. Developer. Design fanboy. Founder at Snapp Mobile Germany. Google Developer Expert on Android",
        "links": [
            "https://twitter.com/lehtimaeki"
        ],
        "imageUrl": "https://sessionize.com/image?f=ba14d2aabeb5ad92d983883107e58885,200,200,True,False,6fb29347-594b-45d0-9703-4d908eaa7afb.jpg",
        "role": "Founder and Android Lead",
        "company": "Snapp Mobile",
        "name": "Juhani Lehtimäki"
    }, 
    {
        "description": "Danny built mobile applications for companies like Viacom, Groupon, eBay and Alcatel. He is a Google Developer Expert for Android Kotlin. Before there was Android he was already active in the Blackberry development community.",
        "links": [
            "https://twitter.com/preusslerberlin"
        ],
        "imageUrl": "https://sessionize.com/image?f=17d9043162652153f147c6d889b5f829,200,200,True,False,b1-61e5-4a26-9ca3-c9f30e3eaa08.47115491-ddf4-4f76-bc65-4008353af5fa.jpg",
        "role": "Google Developer Expert",
        "company": "sporttotal.tv",
        "name": "Danny Preussler"
    },
    {
        "imageUrl": "https://static.wixstatic.com/media/6e1ab2_f673b5dab73e45b9934ef492f04b7bff~mv2.png",
        "description": "I am a Software Solutions Architect specialised in web and mobile technologies using client-side platforms such as mobile web, Flutter and Android.   Another focus of my work is building and the integration with JVM-backend platforms such as Java, Kotlin, ColdFusion, Lucee and others like Go and Python. I spend most of my work time contributing to projects of various clients and sizes, fulfilling the role of an architect, principal developer, consultant or mentor/instructor.​",
        "company": "Freelancer",
        "name": "Kai Koenig",
        "role": "Software Solutions Architect"
    },
    {
        "imageUrl": "",
        "description": "TBC",
        "company": "Google",
        "name": "Niko Schröer",
        "role": "Google Play Store"
    },
    {
        "imageUrl": "https://sessionize.com/image?f=f88b4d7c6284077f6ed96519897f4a4e,200,200,True,False,5e-8195-42e3-9393-df8dd36a6cc6.d7305e71-badf-4956-9516-25f8fb9745ab.jpg",
        "description": "Hawra Milani is an active community organiser, where she spends a lot of her time in organising, attending, and speaking at technical conferences around the world. A former high-school teacher, she is now the founder and CEO of ‘Code 2 Serve’ where she spends a lot of her time creating coding programmes and convincing youth that no matter what their educational or cultural background, they have a place in tech. She is the Lead Organiser for the Google Developer Group (GDG) Oxford, a Women Techmakers Ambassador in Iraq, and a STEM UK ambassador. She also teaches in Code Clubs and CoderDojos in various parts of London, and is an Apple, Google and Raspberry Pi Certified Educator. She holds a BSc in Computer Science, a PGCE in Computer Science, and an MA in Computer Science Education from King’s College London.",
        "company": "",
        "name": "Hawra Milani",
        "role": "GDG and WTM Oxford Lead, GDG and WTM Najaf Lead, Computer Science Educator"
    },
    {
        "imageUrl": "https://sessionize.com/image?f=3b881598a5b0985704dd35fc68cfac40,200,200,True,False,59-b76b-4f88-a408-4fc6b4f77258.7a84aee0-8cba-44d1-a09f-92fb7862ef2c.jpg",
        "description": "Purnima Kochikar is the Global Head of Apps and Games business development at Google Play where she oversees all aspects of the app ecosystem including strategy, operations, partnership management, technical support and developer marketing. Her team focuses on helping both world’s leading companies and fledging entrepreneurs create effective mobile businesses and reach global audiences. \nPrior to Google, Purnima held various roles at Nokia including leading developer activities worldwide, which took her to more than 30 countries working on initiatives as diverse as building mobile education centers in Africa, tech incubators in Singapore, Bangalore and Tel Aviv, and launching mobile apps to solve some of the most fundamental human problems including education, healthcare, and supply chain management for food and medicines.\nPurnima is passionate about K-12 education and entrepreneurship, and focuses on helping girls and women excel in both. A self professed geek, she is a tinkerer (her first toy was a meccano set), traveller, bookworm and a budding chef. She serves on the board of SVForum, which focuses on fostering entrepreneurship through education and mentorship.",
        "company": "Google",
        "name": "Purnima Kochikar",
        "role": "Director, Apps and Games Business Development, Google Play"
    },
    {
        "imageUrl": "https://sessionize.com/image?f=fe954f41d3858556faa522abb70b50b1,200,200,True,False,1a-4939-45fe-b384-877c829d125f.245c1d3d-631b-4691-b304-b5ac538fa334.png",
        "description": "William Hoang is a seasoned developer experienced in building software and engineering teams.  Along with over 16 years of instructor and mentoring in technical functions, William now leads the effort of Axiom Technology Group.  \u2028 \u2028Before starting Axiom Technology Group, William worked as a Developer Advocate on the Mobile Engineering and the Developer Relations team at Couchbase. His love for coffee and code has transcended him into the world of mobile applications while appreciating the offline in-person experiences. \u2028 \u2028Prior, William was a team lead and worked on Developer Relations team over at Twitter, BlackBerry, and Microsoft.  William also worked on location-based applications as a Software Embedded GPS engineer at Research In Motion on the Operating Systems group.\u2028 \u2028William graduated from McGill University in Electrical & Software Engineering and attended Harvard University in Computer Science and has spoken at various technology conferences including:  GDC, Droidcon NYC & Montreal, Mobileweek NYC, AnDevCon Boston, PAX Seattle, Full Stack Conf, O'Reilly Fluent, Tectonic Summit and technology meetups in various cities.",
        "company": "Droidcon China | Axiom Technology Group",
        "name": "William Hoang",
        "role": ""
    },
    {
        "imageUrl": "https://sessionize.com/image?f=bb3f13ce33b740f5f39e24db23db9f02,200,200,True,False,24-d700-41f6-a4c0-a39c822f06d7.34b474de-fce6-473d-af78-663e1e6bd5d2.png",
        "description": "started coding on amiga 500 now android chapter lead @mytaxi in hamburg, always trying to learn new things also beekeping",
        "company": "mytaxi",
        "name": "Mathias Paech",
        "role": "Android Chapter Lead"
    },
    {
        "imageUrl": "https://sessionize.com/image?f=39ae47b0d13e9335abcdacd0c6952eb6,200,200,True,False,4e39476f-4504-4346-9025-fe7f1486be83.jpg",
        "description": "Android developer",
        "company": "mytaxi",
        "name": "Karim Mostafa",
        "role": "Android Developer"
    }
]